/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Elementet kunne ikke sendes";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Prøv igen senere";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Ikke logget på Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ sendte et billede.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Denne enhed understøtter ikke Skypes nye funktioner til fotodeling endnu, men du kan stadig se det i browseren her: %@";
